Repository: KeszegLaszlo/SimpleFlickr
Catalog: Localizable.xcstrings
Source language: en
Languages: hu

# a11y.image_details.open_hint
source: Double-tap to view larger image
hu: Dupla koppintás a nagyobb kép megtekintéséhez

# a11y.media_preview.close_hint
source: Double-tap to close preview
hu: Dupla koppintás az előnézet bezárásához

# a11y.media_preview.multiple_images_label
source: Multiple images
hu: Több kép

# a11y.media_preview.single_image_label %@
source: Image: %@
hu: Kép: %@

# a11y.no_images_yet
source: No images yet
hu: Még nincsenek képek

# a11y.no_results_for %@
source: No results for %@
hu: Nincs találat erre: %@

# a11y.open_image_details.hint
source: Double-tap to open image details
hu: Dupla koppintás a kép részleteinek megnyitásához

# a11y.search_chip.hint
source: Double-tap to search
hu: Dupla koppintás a kereséshez

# a11y.search_chip.label %@
source: Search for %@
hu: Keresés erre: %@

# a11y.search.hint
source: Type your query, then press return
hu: Írja be a keresett kifejezést, majd nyomja meg az Entert

# a11y.search.label
source: Search images
hu: Képek keresése

# detailsId
source: ID
hu: Azonosító

# detailsOriginal
source: Original
hu: Eredeti

# detailsSize
source: Size
hu: Méret

# detailsSource
source: Source
hu: Forrás

# detailsThumbnail
source: Thumbnail
hu: Bélyegkép

# detailsTitle
source: Title
hu: Cím

source: Error
hu: Hiba

# placeholder
source: Search images..
hu: Képek keresése…

source: Testing!
hu: Teszt!
